"Application" = "التطبيق:";
"FirstCopyTime" = "وقت أول نسخة:";
"LastCopyTime" = "وقت آخر نسخة:";
"NumberOfCopies" = "عدد النسخ:";
"PinKey" = "اضغط على {pinKey} للتثبيت أو إلغاء التثبيت.";
"DeleteKey" = "اضغط على {deleteKey} للحذف.";